[{  
    "id" : 200,
    "image" : "https://rukminim2.flixcart.com/image/612/612/xif0q/power-bank/v/h/s/-original-imagrzjfgq8yards.jpeg?q=70",
    "title" : " boat 2000` Power Bank  (Black, Lithium Polymer)",
    "rating" : " 4.2 1,500 Ratings & 200 Reviews",
    "price" : "1499",
    "category" : "Power Bank",
    "details" : " The boat 2000 Power Bank is a high-capacity power bank with a sleek design, featuring a 20000 mAh lithium polymer battery. It comes in black and is perfect for charging multiple devices on the go, ensuring you never run out of power during your travels. With fast charging capabilities and multiple output ports, this power bank is a reliable companion for your smartphones, tablets, and other gadgets. It also includes safety features to protect against overcharging and short circuits, making it a safe choice for everyday use. Whether you're traveling, commuting, or just need extra power at home, the boat 2000 Power Bank is designed to keep your devices charged and ready for use. "  
    },
    
    {   
        "id" : 201,
        "image" : " https://rukminim2.flixcart.com/image/612/612/xif0q/smartwatch/j/x/p/-original-imagvpakjgykcytm.jpeg?q=70",
        "title" : " fastrack Reflex 3.0 Smartwatch  (Black Strap, Regular)",
        "rating" : " 4.0 1,200 Ratings & 150 Reviews",
        "category" : "Smartwatch",
        "price" : "2995",
        "details" : " The fastrack Reflex 3.0 Smartwatch is a stylish and functional smartwatch with a black strap. It offers various features including fitness tracking, notifications, and customizable watch faces, making it a great companion for your daily activities. With its sleek design and regular fit, it is suitable for both casual and formal occasions. The smartwatch is equipped with a heart rate monitor, sleep tracker, and multiple sports modes to help you stay active and healthy. It also supports smartphone notifications, allowing you to stay connected without needing to check your phone constantly. The fastrack Reflex 3.0 is designed for those who want a blend of style and functionality in their wearable technology.  " 
    },

    {
        "id" : 202,
        "image" : "https://rukminim2.flixcart.com/image/300/300/xif0q/headphone/q/m/s/-original-imah3zvdthupfejc.jpeg?q=90",
        "title" : "Boat Aidopes 161/163 TWS Earbuds  (Black, True Wireless)",
        "rating" : " 4.3 2,000 Ratings & 300 Reviews",
        "price" : "1999",
        "category" : "Earbuds",
        "details" : " The Boat Aidopes 161/163 TWS Earbuds are true wireless earbuds that offer a seamless audio experience with deep bass and clear sound. They come in black and feature touch controls, making them convenient for music lovers who are always on the move. These earbuds are designed for comfort and stability, ensuring a secure fit during workouts or daily activities. With a long battery life and quick charging capabilities, you can enjoy uninterrupted music playback throughout the day. The earbuds also come with a compact charging case for easy portability. Whether you're commuting, exercising, or just relaxing at home, the Boat Aidopes 161/163 TWS Earbuds provide a high-quality audio experience with the freedom of wireless connectivity." 
    },

    {
        "id" : 203,
        "image" : "https://rukminim2.flixcart.com/image/612/612/xif0q/screen-guard/tempered-glass/s/x/a/agl08445-spigen-original-imah47twyfk9bh6d.jpeg?q=70",
        "title" : "Spigen Tempered Glass Guard for Google Pixel 7 Pro  (Pack of 1)",
        "rating" : "  4.5 1,800 Ratings & 200 Reviews",
        "price" : "599",
        "category" : "Screen Guard",
        "details" : " Spigen Tempered Glass Guard for Google Pixel 7 Pro is a high-quality screen protector designed to provide maximum protection against scratches and impacts. It comes in a pack of one and is easy to install, ensuring your device's screen remains crystal clear while being safeguarded from daily wear and tear. The tempered glass is ultra-thin, maintaining the original touch sensitivity and clarity of your Google Pixel 7 Pro. With its precise cutouts, it fits perfectly on the screen without interfering with the camera or sensors. The Spigen Tempered Glass Guard is an essential accessory for anyone looking to keep their smartphone's display in pristine condition. " 
    },
    {
        "id" : 204,
        "image" : "https://rukminim2.flixcart.com/image/612/612/xif0q/memory-card/microsd-card/5/u/8/ultra-speed-smart-sd-card-realstic-original-imahcgutcgcbjr3g.jpeg?q=70",
        "title" : "Realstic ULTRA SPEED SMART SD CARD A1 128 GB MicroSD Card  (Class 10, UHS-I, A1 Speed Class, 128 GB)",
        "rating" : " 4.4 2,500 Ratings & 300 Reviews",
        "price" : "899",
        "category" : "MicroSD Card",
        "details" : " Realstic ULTRA SPEED SMART SD CARD A1 is a high-performance microSD card with a capacity of 128 GB. It supports Class 10 and UHS-I standards, ensuring fast data transfer speeds and reliable performance for your devices. Ideal for smartphones, tablets, and cameras, this microSD card is perfect for storing photos, videos, and apps. With its A1 speed class rating, it is optimized for running applications smoothly, making it a great choice for users who need quick access to their data. The Realstic microSD card is designed for durability and longevity, providing a dependable storage solution for all your digital needs. " 
    },
    {
        "id" : 205,
        "image" : "https://rukminim2.flixcart.com/image/612/612/xif0q/smart-headphone/v/p/s/c8-motorcycle-bluetooth-headsets-emergency-light-hd-calling-hifi-original-imahd8fehcejhf4v.jpeg?q=70",
        "title" : "Edyell C8 Motorcycle Bluetooth Headsets, Emergency  Light, HD Calling, HiFi Stereo Sound, Noise Cancelling, Waterproof, 8-10 Hours Playtime, Voice Assistant, FM Radio, LED Display Smart Headphone  (Black, On the Ear)",
        "rating" : "    4.1 1,000 Ratings & 150 Reviews",
        "price" : "1499",
        "category" : "Bluetooth Headsets",
        "details" : " Edyell C8 Motorcycle Bluetooth Headsets are designed for riders who need reliable communication and entertainment on the go. With features like HD calling, HiFi stereo sound, noise cancellation, and waterproof design, these headphones ensure a seamless audio experience. They offer 8-10 hours of playtime, voice assistant support, FM radio, and an LED display, making them a versatile choice for motorcycle enthusiasts."
    },
    {
        "id" : 206,
        "image" : "https://rukminim2.flixcart.com/image/612/612/xif0q/battery-charger/f/h/a/supervooc-80w-power-adapter-super-fast-charger-for-one-plus-original-imah5qn4gxatyvze.jpeg?q=70",
        "title" : "HOMEMO 80 W SuperVOOC 6 A Wall Charger for Mobile Phone  (White, Cable Included)",
        "rating" : " 4.6 2,200 Ratings & 300 Reviews",
        "price" : "1499",
        "category" : "Wall Charger",
        "details" : " HOMEMO 80 W SuperVOOC Wall Charger is a high-speed charger designed for mobile phones. It features a 6 A output and comes with a cable included, ensuring fast and efficient charging. The sleek white design makes it a stylish addition to your charging accessories, while its powerful performance ensures your devices are charged quickly and safely. This charger is compatible with various smartphones and supports fast charging protocols, making it ideal for users who are always on the go. Whether you're at home, in the office, or traveling, the HOMEMO SuperVOOC Wall Charger provides a reliable and convenient charging solution for your mobile devices. " 
    },
    {
        "id" : 207,
        "image" : "https://rukminim2.flixcart.com/image/612/612/xif0q/weighing-scale/5/d/7/smart-bluetooth-weight-machine-18-body-composition-sync-with-original-imah96k8yw2yptfs.jpeg?q=70",
        "title" : "Healthgenie Smart Bluetooth Weight Machine 18 Body  Composition Sync with App, Digital Bathroom Scale, Body Fat Scale, Weight Scale for Body Weight, BMI, Muscle Mass, Water Percentage, Bone Mass, Visceral Fat, BMR  (Black)",
        "rating" : " 4.3 1,500 Ratings & 200 Reviews",
        "price" : "1999",
        "category" : "Smart Scale",
        "details" : " Healthgenie Smart Bluetooth Weight Machine is a comprehensive body composition scale that syncs with an app to provide detailed insights into your health. It measures body weight, BMI, muscle mass, water percentage, bone mass, visceral fat, and BMR. The sleek black design adds a modern touch to your bathroom, while its smart features help you track your fitness journey effectively. This digital bathroom scale is user-friendly and connects to your smartphone via Bluetooth, allowing you to monitor your progress over time. With its accurate measurements and advanced technology, the Healthgenie Smart Scale is an essential tool for anyone looking to maintain or improve their health and fitness levels. " 
    }]
    
    
