[
    {
      "id": 100,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/y/s/2/-original-imahcd9jghhszf6v.jpeg?q=70",
      "title": "ZEBRONICS Pro Series Z Intel Core i5 12th Gen 1235U - (8 GB/512 GB SSD/Windows 11 Home) ZEB-NBC 4S Thin and Light Laptop  (15.6 Inch, Blue, 1.76 Kg)",
      "rating": "3.9 1,062 Ratings & 140 Reviews",
      "price": "29990",
      "category": "zebronics",
      "details": " ZEBRONICS Pro Series Z Intel Core i5 12th Gen 1235U laptop features a 15.6-inch display, powered by an Intel Core i5 12th Gen processor with 8 GB RAM and 512 GB SSD storage. It runs on Windows 11 Home and weighs 1.76 Kg, making it a portable option for everyday use. The laptop is designed for multitasking and productivity, suitable for students and professionals alike. It offers a balance of performance and portability, with a sleek design and efficient cooling system to handle various tasks smoothly. The inclusion of Windows 11 Home provides a modern user interface and enhanced security features, making it a reliable choice for users looking for an affordable yet capable laptop. Whether for work, study, or entertainment, the ZEBRONICS Pro Series Z delivers a solid computing experience with its robust specifications and stylish design. Its lightweight build and powerful performance make it an ideal companion for users on the go, ensuring productivity without compromising on style. "
    },
  
    {
      "id": 101,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/8/x/n/apex-5-laptop-ultimus-original-imahcjwfyxcqgmcu.jpeg?q=70",
      "title": "Apex 5 Ultimus Intel Core i5 13th Gen - (16 GB/1 TB SSD/Windows 11 Home) Apex 5 Ultimus Thin and Light Laptop professional touch (15.6 Inch, Black, 1.7 Kg)",
      "rating": " 4.2 1,000 Ratings & 100 Reviews",
      "price": "49990",
      "category": "apex",
      "details": " Apex 5 Ultimus laptop is powered by an Intel Core i5 13th Gen processor, featuring 16 GB RAM and 1 TB SSD storage. It has a 15.6-inch display, runs on Windows 11 Home, and weighs 1.7 Kg, making it suitable for both work and entertainment. The laptop is designed for high performance, offering fast boot times and ample storage for applications and files. Its sleek design and lightweight build make it portable, ideal for professionals and students on the go. The inclusion of Windows 11 Home enhances user experience with its modern interface and improved security features, making it a reliable choice for everyday computing needs. Whether for productivity tasks or multimedia consumption, the Apex 5 Ultimus delivers a balanced performance in a stylish package.  "
    },
  
    {
      "id": 102,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/4/3/o/-original-imah27qsamfccyxz.jpeg?q=70",
      "title": " Acer Chromebook 314 Intel Celeron Dual Core - (4 GB/64 GB EMMC Storage/Chrome OS) CB314-1H-C7X3 Thin and Light Laptop  (14 Inch, Silver, 1.5 Kg)",
      "rating": " 4.0 800 Ratings & 50 Reviews",
      "price": "22990",
      "category": "acer",
      "details": " Acer Chromebook 314 is powered by an Intel Celeron Dual Core processor, featuring 4 GB RAM and 64 GB eMMC storage. It has a 14-inch display, runs on Chrome OS, and weighs 1.5 Kg, making it a lightweight and portable option for everyday use. The Chromebook is designed for web-based tasks, offering fast boot times and efficient performance for browsing, streaming, and productivity applications. Its sleek design and long battery life make it ideal for students and professionals who need a reliable device for on-the-go computing. The inclusion of Chrome OS provides a user-friendly interface with access to Google services and applications, ensuring a seamless experience for users. Whether for work or leisure, the Acer Chromebook 314 delivers a solid performance in a compact form factor, making it a great choice for those seeking an affordable yet capable laptop. Its lightweight build and efficient processing power make it suitable for both casual users and those who require basic computing capabilities without the need for extensive storage or high-end specifications."
    },
  
    {
      "id": 103,
      "image": " https://rukminim2.flixcart.com/image/312/312/xif0q/computer/5/u/p/-original-imagzzff4zrqn3hk.jpeg?q=70",
      "title": " Lenovo IdeaPad Slim 3 Intel Core i3 12th Gen (8 GB/512 GB SSD/Windows 11 Home) Thin and Light Laptop  (15.6 Inch, Abyss Blue, 1.65 Kg)",
      "rating": " 4.1 900 Ratings & 80 Reviews",
      "price": "34990",
      "category": "lenovo",
      "details": " Lenovo IdeaPad Slim 3 laptop is powered by an Intel Core i3 12th Gen processor, featuring 8 GB RAM and 512 GB SSD storage. It has a 15.6-inch display, runs on Windows 11 Home, and weighs 1.65 Kg, making it a portable option for everyday use. The laptop is designed for multitasking and productivity, suitable for students and professionals alike. It offers a balance of performance and portability, with a sleek design and efficient cooling system to handle various tasks smoothly. The inclusion of Windows 11 Home provides a modern user interface and enhanced security features, making it a reliable choice for users looking for an affordable yet capable laptop. Whether for work, study, or entertainment, the Lenovo IdeaPad Slim 3 delivers a solid computing experience with its robust specifications and stylish design. Its lightweight build and powerful performance make it an ideal companion for users on the go, ensuring productivity without compromising on style."
    },
    {
      "id": 104,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/7/o/m/-original-imahcd9mmfjacw2m.jpeg?q=70",
      "title": "Asus Tuf Gaming F15 Intel Core i5 12th Gen - (8 GB/512 GB SSD/Windows 11 Home/NVIDIA GeForce RTX 3050) (15.6 Inch, Eclipse Gray, 2.3 Kg)",
      "rating": " 4.3 1,500 Ratings & 200 Reviews",
      "price": "64990",
      "category": "asus",
      "details": " Asus Tuf Gaming F15 laptop is powered by an Intel Core i5 12th Gen 12450H processor, featuring 8 GB RAM and 512 GB SSD storage. It has a 15.6-inch display with a 4 GB NVIDIA GeForce RTX 3050 graphics card, runs on Windows 11 Home, and weighs 2.3 Kg, making it suitable for gaming and multimedia tasks. The laptop is designed for high performance, offering fast processing speeds and smooth graphics rendering for gaming enthusiasts. Its robust build quality and efficient cooling system ensure durability during extended gaming sessions. The inclusion of Windows 11 Home enhances user experience with its modern interface and improved security features, making it a reliable choice for gamers and content creators alike. Whether for gaming, video editing, or other demanding applications, the Asus Tuf Gaming F15 delivers a powerful performance in a stylish package. Its sleek design and advanced cooling technology make it an ideal choice for users seeking a high-performance gaming laptop without compromising on style or functionality."
    },
    {
      "id": 105,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/p/h/3/-original-imah8aezhfxgprkj.jpeg?q=70",
      "title": "Chuvi Intel Core i7 13th Gen 13700H - (16 GB/1 TB SSD/Windows 11 Home) Chuvi Pro 16 Thin and Light Laptop  (16 Inch, Silver, 1.8 Kg)",
      "rating": " 4.5 1,200 Ratings & 150 Reviews",
      "price": "89990",
      "category": "chuvi",
      "details": " Chuvi Pro 16 laptop is powered by an Intel Core i7 13th Gen 13700H processor, featuring 16 GB RAM and 1 TB SSD storage. It has a 16-inch display, runs on Windows 11 Home, and weighs 1.8 Kg, making it suitable for both work and entertainment. The laptop is designed for high performance, offering fast processing speeds and ample storage for applications and files. Its sleek design and lightweight build make it portable, ideal for professionals and students on the go. The inclusion of Windows 11 Home enhances user experience with its modern interface and improved security features, making it a reliable choice for everyday computing needs. Whether for productivity tasks or multimedia consumption, the Chuvi Pro 16 delivers a balanced performance in a stylish package. Its lightweight build and powerful performance make it an ideal companion for users seeking a premium laptop experience without compromising on style or functionality."
    },
    {
      "id": 106,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/n/f/1/-original-imahcd9mbpxz8c3z.jpeg?q=70",
      "title": "DELL 15 AMD Ryzen 5 Hexa Core 7535HS - (16 GB/512 GB SSD/Windows 11 Home) DELL Inspiron 3525 Thin and Light Laptop  (15.6 Inch, Black, 1.8 Kg)",
      "rating": " 4.0 1,300 Ratings & 170 Reviews",
      "price": "54990",
      "category": "dell",
      "details": "   DELL Inspiron 3525 laptop is powered by an AMD Ryzen 5 Hexa Core 7535HS processor, featuring 16 GB RAM and 512 GB SSD storage. It has a 15.6-inch display, runs on Windows 11 Home, and weighs 1.8 Kg, making it suitable for both work and entertainment. The laptop is designed for multitasking and productivity, offering a balance of performance and portability. Its sleek design and efficient cooling system ensure smooth operation during various tasks. The inclusion of Windows 11 Home provides a modern user interface and enhanced security features, making it a reliable choice for users looking for an affordable yet capable laptop. Whether for work, study, or entertainment, the DELL Inspiron 3525 delivers a solid computing experience with its robust specifications and stylish design. Its lightweight build and powerful performance make it an ideal companion for users on the go, ensuring productivity without compromising on style."
    },
    {
      "id": 107,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/computer/7/8/4/-original-imahayjpdhdyghzh.jpeg?q=70",
      "title": "Apple MACBOOK Air Apple A4 M2 - (8 GB/256 GB SSD/Mac OS Monterey) MQKQ3HN/A Thin and Light Laptop  (13.6 Inch, Starlight, 1.24 Kg)",
      "rating": "4.8 2,500 Ratings & 300 Reviews",
      "price": "109900",
      "category": "apple",
      "details": " Apple MACBOOK Air laptop is powered by an Apple A4 M2 processor, featuring 8 GB RAM and 256 GB SSD storage. It has a 13.6-inch display, runs on Mac OS Monterey, and weighs 1.24 Kg, making it a lightweight and portable option for everyday use. The laptop is designed for high performance, offering fast processing speeds and efficient multitasking capabilities. Its sleek design and long battery life make it ideal for professionals and students who need a reliable device for on-the-go computing. The inclusion of Mac OS Monterey provides a user-friendly interface with access to a wide range of applications and features, ensuring a seamless experience for users. Whether for work or leisure, the Apple MACBOOK Air delivers a premium computing experience with its robust specifications and stylish design. Its lightweight build and powerful performance make it an ideal companion for users seeking a high-end laptop without compromising on style or functionality."
    }
  ]
  