[
    {
      "id": 1,
      "image": "https://rukminim2.flixcart.com/image/312/312/ktketu80/mobile/6/n/d/iphone-13-mlpg3hn-a-apple-original-imag6vpyghayhhrh.jpeg?q=70",
      "title": "Apple iPhone 13 (Green, 128 GB)",
      "rating": "4.6 1,00,000 Ratings & 10,000 Reviews",
      "price": "59900",
      "category": "apple",
      "details": "Apple iPhone 13 is powered by the A15 Bionic chip, featuring a 6.1-inch Super Retina XDR display, dual 12MP camera system, and up to 19 hours of video playback. It comes with 128 GB of storage and is available in a stunning green color. The device supports 5G connectivity, ensuring fast internet speeds and seamless performance for all your apps and games. With its advanced camera capabilities, you can capture stunning photos and videos in any lighting condition. The iPhone 13 also features Ceramic Shield front cover for improved durability and water resistance rating of IP68, making it a reliable choice for everyday use. Whether you're streaming content, playing games, or capturing memories, the iPhone 13 delivers an exceptional user experience with its powerful hardware and software integration. It runs on iOS 15, providing access to a wide range of apps and features designed to enhance your mobile experience. The device also supports MagSafe accessories for easy attachment and wireless charging, making it a versatile and future-proof smartphone choice. " 
    },
    {
      "id": 2,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/r/k/a/-original-imah4jyfyrpxfhtk.jpeg?q=70",
      "title": "Apple iPhone 16 (Teal, 128 GB)",
      "rating": "4.6 17,125 Ratings & 741 Reviews",
      "price": "69999",
      "category": "apple",
      "details": "Apple iPhone 16 features a 6.1-inch Super Retina XDR display, powered by the A17 Pro chip. It comes with a dual-camera system, including a 48MP main camera and a 12MP ultra-wide camera, allowing you to capture stunning photos and videos. The device supports 5G connectivity for fast internet speeds and has a battery life of up to 20 hours of video playback. With 128 GB of storage, you can store all your favorite apps, photos, and videos without worrying about running out of space. The iPhone 16 also features Ceramic Shield front cover for improved durability and water resistance rating of IP68, making it a reliable choice for everyday use. It runs on iOS 17, providing access to the latest features and updates from Apple. The device also supports MagSafe accessories for easy attachment and wireless charging, making it a versatile and future-proof smartphone choice. Whether you're streaming content, playing games, or capturing memories, the iPhone 16 delivers an exceptional user experience with its powerful hardware and software integration. The device is available in a stunning teal color, adding a touch of elegance to your mobile experience. "  
    },
    {
      "id": 3,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/c/3/2/-original-imahadxgjufkypv5.jpeg?q=70",
      "title": "Google Pixel 9A Blue (128 GB)",
      "rating": "4.5 2,500 Ratings & 300 Reviews",
      "price": "44999",
      "category": "google",
      "details": "Google Pixel 9A is equipped with a 6.1-inch OLED display, powered by the Google Tensor G3 chip. It features a dual-camera system with a 50MP main camera and a 12MP ultra-wide camera, allowing you to capture stunning photos and videos. The device supports 5G connectivity for fast internet speeds and has a battery life of up to 24 hours of video playback. With 128 GB of storage, you can store all your favorite apps, photos, and videos without worrying about running out of space. The Pixel 9A also features an IP68 water and dust resistance rating, making it a reliable choice for everyday use. It runs on Android 14, providing access to the latest features and updates from Google. The device also supports wireless charging and reverse wireless charging, making it a versatile and future-proof smartphone choice. Whether you're streaming content, playing games, or capturing memories, the Pixel 9A delivers an exceptional user experience with its powerful hardware and software integration. The device is available in a sleek blue color, adding a touch of elegance to your mobile experience. " 
    },
    {
      "id": 4,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/i/p/l/-original-imah2fjcxjdjykpc.jpeg?q=70",
      "title": "Motorola (Cobalt Blue, 128 GB)",
      "rating": "4.3 1,200 Ratings & 150 Reviews",
      "price": "18999",
      "category": "motorola",
      "details": "Motorola G85 is a budget-friendly smartphone featuring a 6.5-inch IPS LCD display. It is powered by the MediaTek Helio G85 processor, ensuring smooth performance for everyday tasks and gaming. The device comes with 128 GB of internal storage, expandable via microSD, allowing you to store all your favorite apps, photos, and videos. The G85 features a dual-camera system with a 50MP main camera and an 8MP ultra-wide camera, enabling you to capture stunning photos and videos in various lighting conditions. The front-facing 16MP camera is perfect for selfies and video calls. The device supports 4G connectivity for fast internet speeds and has a battery life of up to 48 hours on a single charge, thanks to its 5000mAh battery. It runs on a near-stock version of Android, providing a clean and user-friendly interface. The Motorola G85 is available in a stylish cobalt blue color, making it an attractive choice for budget-conscious consumers looking for a reliable smartphone. " 
    },
    {
      "id": 5,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/p/k/k/-original-imahbzkn4mpfkyg9.jpeg?q=70",
      "title": "Samsung Galaxy A35 5G (Awesome Ice Blue, 128 GB)",
      "rating": "4.4 3,000 Ratings & 400 Reviews",
      "price": "24999",
      "category": "samsung",
      "details": "Samsung Galaxy A35 5G is a mid-range smartphone featuring a 6.4-inch Super AMOLED display. It is powered by the Exynos 1280 processor, ensuring smooth performance for multitasking and gaming. The device comes with 128 GB of internal storage, expandable via microSD, allowing you to store all your favorite apps, photos, and videos. The A35 features a quad-camera system with a 64MP main camera, an 8MP ultra-wide camera, a 5MP macro camera, and a 5MP depth sensor, enabling you to capture stunning photos and videos in various lighting conditions. The front-facing 32MP camera is perfect for selfies and video calls. The device supports 5G connectivity for fast internet speeds and has a battery life of up to 48 hours on a single charge, thanks to its 5000mAh battery. It runs on One UI 4.1 based on Android 12, providing a clean and user-friendly interface. The Samsung Galaxy A35 is available in an eye-catching awesome ice blue color, making it an attractive choice for consumers looking for a reliable smartphone with advanced features. " 
    },
    {
      "id": 6,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/k/t/x/-original-imahbgpzbumfzkbh.jpeg?q=70",
      "title": "Vivo T4 5G (Phantom Grey, 128 GB)",
      "rating": "4.1 2,500 Ratings & 300 Reviews",
      "price": "19999",
      "category": "vivo",
      "details": "Vivo T4 5G is a budget-friendly smartphone featuring a 6.58-inch IPS LCD display. It is powered by the MediaTek Dimensity 700 processor, ensuring smooth performance for everyday tasks and gaming. The device comes with 128 GB of internal storage, expandable via microSD, allowing you to store all your favorite apps, photos, and videos. The T4 features a dual-camera system with a 50MP main camera and a 2MP depth sensor, enabling you to capture stunning photos and videos in various lighting conditions. The front-facing 16MP camera is perfect for selfies and video calls. The device supports 5G connectivity for fast internet speeds and has a battery life of up to 48 hours on a single charge, thanks to its 5000mAh battery. It runs on Funtouch OS 12 based on Android 11, providing a clean and user-friendly interface. The Vivo T4 is available in a sleek phantom grey color, making it an attractive choice for budget-conscious consumers looking for a reliable smartphone.  " 
    },
    {
      "id": 7,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/y/l/1/-original-imahbfd4cgh53kmh.jpeg?q=70",
      "title": "Oppo K13 5G (Prism Black, 128 GB)",
      "rating": "4.0 1,800 Ratings & 200 Reviews",
      "price": "22999",
      "category": "oppo",
      "details": "Oppo K13 5G is a mid-range smartphone featuring a 6.5-inch IPS LCD display.  It is powered by the MediaTek Dimensity 800U processor, ensuring smooth performance for multitasking and gaming. The device comes with 128 GB of internal storage, expandable via microSD, allowing you to store all your favorite apps, photos, and videos. The K13 features a triple-camera system with a 64MP main camera, an 8MP ultra-wide camera, and a 2MP depth sensor, enabling you to capture stunning photos and videos in various lighting conditions. The front-facing 16MP camera is perfect for selfies and video calls. The device supports 5G connectivity for fast internet speeds and has a battery life of up to 48 hours on a single charge, thanks to its 5000mAh battery. It runs on ColorOS 11 based on Android 10, providing a clean and user-friendly interface. The Oppo K13 is available in a stylish prism black color, making it an attractive choice for consumers looking for a reliable smartphone with advanced features.  " 
    },
    {
      "id": 8,
      "image": "https://rukminim2.flixcart.com/image/312/312/xif0q/mobile/l/2/y/-original-imaggswcffkgcupp.jpeg?q=70",
      "title": "Google Pixel 7 (Lemongrass, 128 GB)",
      "rating": "4.7 5,000 Ratings & 600 Reviews",
      "price": "59999",
      "category": "google",
      "details": "Google Pixel 7 is a premium smartphone featuring a 6.3-inch OLED display, powered by the Google Tensor G2 chip. It comes with a dual-camera system, including a 50MP main camera and a 12MP ultra-wide camera, allowing you to capture stunning photos and videos. The device supports 5G connectivity for fast internet speeds and has a battery life of up to 24 hours of video playback. With 128 GB of storage, you can store all your favorite apps, photos, and videos without worrying about running out of space. The Pixel 7 also features an IP68 water and dust resistance rating, making it a reliable choice for everyday use. It runs on Android 13, providing access to the latest features and updates from Google. The device also supports wireless charging and reverse wireless charging, making it a versatile and future-proof smartphone choice. Whether you're streaming content, playing games, or capturing memories, the Pixel 7 delivers an exceptional user experience with its powerful hardware and software integration. The device is available in a vibrant lemongrass color, adding a touch of uniqueness to your mobile experience." 
    }
  ]
  